export default function AboutFeatures() {
  return (
    <section className="max-w-[894px] mx-auto text-center mt-24">
      <p className="text-[24px] font-[Manrope] font-medium leading-[100%] tracking-[0.01em] text-black">
        Платформа сочетает передовые возможности искусственного интеллекта и
        медицинскую экспертизу, чтобы упростить обучение и ускорить
        профессиональный рост.
      </p>
      <p className="mt-16 text-[24px] font-[Manrope] font-medium leading-10 tracking-[0.01em] text-black text-left align-middle">
        Что предлагает AIntermed:
        <br />
        <br />
        • Персонализированное обучение — интеллектуальный анализ запросов и
        предпочтений для создания индивидуальных маршрутов.
        <br />
        • AI-ассистенты — специализированные модели AIntermed General и
        AIntermed Pro, основанные на актуальных клинических рекомендациях и
        базах данных.
        <br />
        • Интерактивная практика — виртуальные пациенты, клинические кейсы,
        тесты и медицинские калькуляторы.
        <br />
        • Экономия времени — доступ к точной, структурированной информации и
        разбору сложных тем в удобном формате.
        <br />
        <br />
        Сегодня с нами более 3000 студентов из 50+ медицинских вузов России,
        Беларуси, Казахстана и Кыргызстана.
        <br />
        Присоединяйтесь к сообществу молодых медиков, выбирающих инновации!
      </p>
    </section>
  );
}
