const reviews = [
  {
    name: "Алексей Смирнов",
    rating: 5,
    date: "12 мая 2025",
    text: "Обычно использую нейросеть, когда на парах проходим сложные темы. Так получается быстрее закреплять материал. Удобный инструмент для поиска проверенных мед статей.",
  },
  {
    name: "Елена Иванова",
    rating: 4,
    date: "3 июня 2025",
    text: "С большой осторожностью отношусь к ИИ, но с этим сервисом никаких проблем у меня не было. Ошибок в ответах не замечала. По учебным запросам получаю подробные ответы, главное — правильно задать промпт.",
  },
  {
    name: "Игорь Петров",
    rating: 5,
    date: "22 апреля 2025",
    text: "В свое время этот сервис спас меня на сессии. Зимой был сложный экзамен по фармацевтике, и благодаря ИИ мне не нужно было в пустую тратить время на поиск информации. Как итог 5.",
  },
  {
    name: "Мария Козлова",
    rating: 5,
    date: "5 июня 2025",
    text: "Я давно искала надежный и быстрый источник медицинской информации, и AinterMed превзошел все мои ожидания. Сайт не просто дает информацию, он рассчитывает показатели, будь то индекс массы тела (ИМТ), оценка рисков, интерпретация анализов (например, расчет СКФ, оценка соотношений) или что-то еще – вводишь свои данные и получаешь готовый результат с понятными пояснениями.",
  },
  {
    name: "Чисенга Лунгу",
    rating: 5,
    date: "18 мая 2025",
    text: "Я учусь в меде как иностранный студент. Через сервис готовлюсь к ГОСам. ИИ помогает мне в переводе мед терминов с английского на русский.",
  },
  {
    name: "Светлана Орлова",
    rating: 5,
    date: "9 июня 2025",
    text: "Пользуюсь вашим сервисом регулярно — он действительно полезен и доходчиво разъясняет различные аспекты, отлично справляется с дифф диагностикой. Единственное пожелание — добавить возможность загрузки изображений. Что касается остальных функций, мне очень нравится. Ответы получаются чёткими и структурированными.",
  },
  {
    name: "Слюгров Ньургун",
    rating: 5,
    date: "1 мая 2025",
    text: "Очень удобная и полезная платформа для студентов-медиков и врачей. Делает чёткие схемы, таблицы для дифференциальной диагностики, помогает быстро разбираться в сложных темах. Для студентов медиков будет полезен не только для подготовки к университетским экзаменам, но и международным сертифицированным экзаменам (выделяя основные ключевые моменты). Для врачей и медсестер очень хорошо формулирует дневниковые записи. Пользуюсь официальной подпиской ChatGPT за $21, а данная платформа стоит 299 рублей — за эти деньги это невероятно выгодно. Работает шустро, стабильно, отвечает на медицинские вопросы гораздо лучше многих других ресурсов.",
  },
  {
    name: "Анна Жамина",
    rating: 5,
    date: "25 мая 2025",
    text: "Пользуюсь вашим сервисом регулярно — он действительно полезен и доходчиво разъясняет различные аспекты, отлично справляется с дифф диагностикой. Для учебы это оптимальное решение, чтобы экономить время. Единственное пожелание — добавить возможность загрузки изображений. Что касается остальных функций, мне очень нравится. Ответы получаются чёткими и структурированными.",
  },
  {
    name: "Виктория Волкова",
    rating: 5,
    date: "15 июня 2025",
    text: `Я давно искала надежный и быстрый источник медицинской информации, и AinterMed превзошел все мои ожидания! Вот что меня особенно впечатлило: Задаешь вопрос – и практически мгновенно получаешь четкий, структурированный ответ, основанный на актуальных медицинских данных. Больше не нужно перчитывать десятки страниц в поисках сути. AinterMed отлично понимает даже сложно сформулированные запросы. Еще использую ИИ как калькулятор. Сайт не просто дает информацию, он рассчитывает показатели. Будь то индекс массы тела (ИМТ), оценка рисков, интерпретация анализов (например, расчет СКФ, оценка соотношений) или что-то еще – вводишь свои данные и получаешь готовый результат с понятными пояснениями. Это невероятно удобно для самоконтроля и понимания своих показателей. Сервис действительно помогает во многих вопросах, экономя массу времени и нервов.`,
  },
];

export default reviews;
